[
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-vimrc-support",
  "obsidian-auto-link-title",
  "obsidian-zoom",
  "dataview",
  "obsidian-annotator",
  "calendar",
  "obsidian-file-link",
  "influx",
  "nldates-obsidian",
  "obsidian-key-sequence-shortcut",
  "obsidian-alias-from-heading",
  "obsidian-outliner",
  "obsidian-style-settings",
  "obsidian-hider",
  "obsidian-scroll-offset",
  "obsidian-copy-block-link",
  "obsidian-editor-shortcuts",
  "obsidian-paste-png-to-jpeg",
  "obsidian-heading-shifter",
  "link-favicon",
  "darlal-switcher-plus",
  "recent-files-obsidian",
  "obsidian-hover-editor",
  "obsidian-core-search-assistant-plugin",
  "file-tree-alternative",
  "quickadd",
  "obsidian-frontmatter-tag-suggest",
  "emoji-magic",
  "obsidian-omnivore",
  "tag-wrangler",
  "obsidian-git"
]